Repository: Snesnopic/Morser
Catalog: Morser/Localizable.xcstrings
Source language: en
Languages: el, es_419, fr, it, ko, nap, ru, tr, uk

source: A %lldHz sound will be played alongside haptics to help recognition.
el: Ένας ήχος %lldHz θα αναπαραχθεί μαζί με απτικά ερεθίσματα για να βοηθήσει στην αναγνώριση.
es_419: Un %lldHz sonido será reproducido junto con vibración para ayudar en el reconocimiento.
fr: Un son de %lldHz de fréquence va être joué en même temps que les réponses haptiques pour vous aider à reconnaître le code.
it: Un suono di %lldHz verrà riprodotto assieme alle vibrazioni per aiutare il riconoscimento.
ko: 인식을 돕기 위해 %lldHz 사운드가 햅틱과 함께 재생됩니다.
nap: Nu suono a %lldHz sarà sunato 'nzime a 'e vibrazioni pe aiutà 'a riconoscenza
ru: %lld ГГц звук будет воспроизведён вместе с вибрация что помочь восприятию.
tr: Tanımaya yardımcı olmak için dokunsal özelliklerin yanında %lldHz sesi çalınacaktır.
uk: Звук частотою %lldГц буде відтворено разом з тактильним сигналом для полегшення розпізнавання.

source: Encode
el: Κωδικοποιήστε
es_419: Codificar
fr: Encoder
it: Codifica
ko: 암호화
nap: Codificà
ru: Закодировать
tr: Çevir
uk: Кодувати

source: Flashlight
el: Φακός
es_419: Linterna
fr: Lampe
it: Torcia
ko: 플래시
nap: Torcia
ru: Фонарик
tr: El feneri
uk: Ліхтарик

source: Flashlight Haptics
el: Απτικές δονήσεις φακού
es_419: Hápticos de la linterna
fr: Haptique de la lampe torche
it: Torcia aptica
ko: 손전등 햅틱
nap: Torcia aptica
ru: Фонарик тактильный
tr: El Feneri Dokunuşları
uk: Вібрації ліхтарика

source: Flashlight not available on this device!
el: Ο φακός δεν είναι διαθέσιμος σε αυτήν τη συσκευή!
es_419: ¡La linterna no está disponible en este dispositivo!
fr: La lampe torche n'est pas disponible sur cet appareil !
it: Torcia non disponibile su questo dispositivo!
ko: 이 장치에서는 손전등을 사용할 수 없습니다!
nap: 'A torcia nun può esse usata 'mbriaco stu dispositivo
ru: Фонарик недоступен на этом устройстве!
tr: El feneri bu cihazda mevcut değil!
uk: Ліхтарик недоступний на цьому пристрої!

source: Haptics Speed (%lf)
el: Ταχύτητα απτικών (%lf)
es_419: Velocidad de la vibración (%lf)
fr: Vitesse des Réponses Haptiques (%lf)
it: Velocità vibrazioni (%lf)
ko: 햅틱 속도 (%lf)
nap: Velocità d' 'e vibrazione (%lf)
ru: Скорость вибрации (%lf)
tr: Titreşim Hızı(%lf)
uk: Швидкість тактильних сигналів (%lf)

source: Haptics Time Unit
el: Μονάδα χρόνου απτικών
es_419: Unidad de Tiempo de Vibración
fr: Unité de temps des Réponses Haptiques
it: Unità di tempo delle vibrazioni
ko: 햅틱 시간 단위
nap: Unità 'e tiempo d' 'e vibrazione
ru: Единицы измерения вибрации
tr: Titreşim Zaman Birimi
uk: Одиниця часу тактильних сигналів

source: I understand, let me assist you.
el: Καταλαβαίνω, αφήστε με να σας βοηθήσω"
es_419: Entiendo, déjame ayudarte.
fr: Je comprends, laissez-moi vous aider.
it: Capisco, lascia che ti aiuti.
ko: 이해했습니다. 도와드릴게요.
nap: Agg capit, fatt aiuta a me
ru: Я понял, дай мне помочь тебе
tr: Anlıyorum, size yardım etmeme izin verin.
uk: Я розумію, дозвольте мені допомогти вам.

source: I'll describe the menu options for you.
el: Θα σας περιγράψω τις επιλογές του μενού.
es_419: Describiré el menú de opciones para ti.
fr: Je vais vous décrire les options du menu.
it: Descriverò il menù per te.
ko: 메뉴를 설명해드릴게요.
nap: Te spieg 'e opzion 'ncoppo 'o menù
ru: Я опишу позиции меню для тебя
tr: Menü seçeneklerini sizin için açıklayacağım.
uk: Я опишу для вас варіанти меню.

source: I'll help you navigate through touch.
el: Θα σας βοηθήσω να πλοηγηθείτε μέσω αφής.
es_419: Te ayudaré a navegar a través del tacto.
fr: Je vais vous guide par le toucher.
it: Ti aiuterò a orientarti tramite il tocco.
ko: 터치 기능을 이용해 탐색을 도와드리겠습니다.
nap: Te aiuto a navigà cu 'o tatto
ru: Я покажу тебе дорогу через касания
tr: Dokunarak gezinmenize yardımcı olacağım.
uk: Я допоможу вам орієнтуватися за допомогою дотику.

source: I'll lead you to the bus stop.
el: Θα σας οδηγήσω στη στάση του λεωφορείου.
es_419: Te guiaré a la parada de autobús.
fr: Je vais vous guider à l'arrêt de bus.
it: Ti aiuterò ad arrivare alla fermata.
ko: 버스 정류장까지 안내해 드리겠습니다.
nap: Te porto a' fermata d' 'o pullman
ru: Я отведу тебя на автобусную остановку
tr: Sizi otobüs istasyonuna götüreceğim.
uk: Я проведу вас до автобусної зупинки.

source: I'll tap your hand to get your attention.
el: Θα χτυπήσω το χέρι σας για να τραβήξω την προσοχή σας.
es_419: Tocaré tu mano para llamar tu atención.
fr: Je vais taper sur votre main pour attirer votre attention.
it: Toccherò la tua mano per avere la tua attenzione.
ko: 주의를 끌기 위해 손을 두드리겠습니다.
nap: Te tocco 'a mano pe' piglià 'a to' attenzione
ru: Я коснусь твоей руки чтобы привлечь твоё внимание
tr: Dikkatinizi çekmek için elinize dokunacağım.
uk: Я постукаю вас по руці, щоб привернути вашу увагу.

source: I'll write it down for you.
el: Θα το γράψω για εσάς.
es_419: Lo escribiré por tí.
fr: Je vais l'écrire pour vous.
it: Te lo scriverò.
ko: 적어 드릴게요.
nap: Te 'o scrivo pe' te
ru: Я запищу это для тебя
tr: Sizin için bunu yazacağım.
uk: Я запишу це для вас.

source: I'm communicating with you through touch.
el: Επικοινωνώ μαζί σας μέσω αφής.
es_419: Me estoy comunicando contigo a través del tacto.
fr: Je communique avec vous par le toucher.
it: Sto comunicando con te attraverso il tocco.
ko: 터치 기능을 이용해 소통을 하고있습니다.
nap: Sto comunicanno cu tte attraverso 'o tatto
ru: Я общаюсь с тобой через касание
tr: Sizinle dokunarak iletişim kuruyorum.
uk: Я спілкуюся з вами через дотик.

source: I'm here to help.
el: Είμαι εδώ για να βοηθήσω
es_419: Estoy aqui para ayudar.
fr: Je suis là pour aider.
it: Sono qui per aiutarti.
ko: 도와드릴게요.
nap: So' ccà pe' t'aiutà
ru: Я здесь, чтобы помочь
tr: Yardım için buradayım.
uk: Я тут, щоб допомогти.

source: Insert a frequently used sentence
el: Εισάγετε μια συχνά χρησιμοποιούμενη πρόταση
es_419: Escribe una frase que utilizas frecuentemente.
fr: Insérer une phrase fréquemment utilisée
it: Inserisci una frase usata spesso
ko: 자주 사용하는 문장을 기입하세요.
nap: Inserisci na frase ca s'usa spesso
ru: Напиши часто используемое предложение
tr: Sık kullanılan bir cümle girin.
uk: Вставте часто вживане речення

source: Let me describe the location to you.
el: Αφήστε με να σας περιγράψω την τοποθεσία
es_419: Déjame describirte el lugar.
fr: Laissez moi vous décrire l'endroit.
it: Lascia che ti descriva il posto.
ko: 위치를 설명해 드리겠습니다.
nap: Lassam descrivere 'o posto
ru: Дай мне описать местоположение для тебя
tr: Size konumu tarif edeceğim.
uk: Дозвольте мені описати вам місце розташування.

source: Listen
el: Ακούστε
es_419: Escucha
fr: Écouter
it: Ascolta
ko: 듣기
nap: Appizz 'e recchie
ru: Слушай
tr: Dinle
uk: Слухайте

source: Morse code will be here!
el: Ο κώδικας Μορς θα είναι εδώ!
es_419: ¡Código morse estará aqui!
fr: Le code Morse va apparaître ici.
it: Il codice morse apparirà qui!
ko: 모스 부호가 여기에 표기될 것입니다.
nap: O codice Morse sarà ccà!
ru: Код Морзе будет здесь!
tr: Mors kodu burada olacak!
uk: Тут буде азбука Морзе!

source: No sound will be played alongside haptics.
el: Δεν θα αναπαραχθεί ήχος μαζί με τα απτικά ερεθίσματα.
es_419: Ningún sonido se reproducirá junto con la vibración.
fr: Aucun son ne sera joué avec les réponses haptiques
it: Nessun suono verrà riprodotto assieme alle vibrazioni.
ko: 햅틱과 함께 소리가 재생되지 않습니다.
nap: Nisciun suono sarà sunato 'nzime a 'e vibrazione
ru: Звук не будет воспроизводиться вместе с вибрацией.
tr: Titreşimler dışında bir ses oynatılmayacak.
uk: Звук не буде відтворюватися разом з тактильними сигналами.

source: Play
el: Αναπαραγωγή
es_419: Comenzar
fr: Lecture
it: Riproduci
ko: 놀다
nap: Fa sentì
ru: Начинать
tr: Başla
uk: грати

source: Play haptics
el: Ενεργοποιήστε τα απτικά ερεθίσματα
es_419: Iniciar
fr: Jouer les haptiques
it: Avvia vibrazioni
ko: 햅틱 재생
nap: Riproduce 'e vibrazioni
ru: Воспроизвести код
tr: Titreşimleri oynat.
uk: Відтворити тактильні сигнали

source: Quick Translate
el: Γρήγορη Μετάφραση
es_419: Traducción rápida
fr: Traduction rapide
it: Traduzione veloce
ko: 빠른 번역
nap: Traduzion veloc
ru: Быстрый перевод
tr: Hızlı Çeviri
uk: Швидкий переклад

source: Save and listen
el: Αποθήκευση και ακρόαση
es_419: Guardar y escuchar
fr: Sauvegarder et écouter
it: Salva e ascolta
ko: 저장하고 듣기
nap: Scenn e rigioca
ru: Сохрани и слушай
tr: Kaydet ve dinle
uk: Збережіть і послухайте

source: Sentence to encode
el: Πρόταση για κωδικοποίηση
es_419: Frase a codificar
fr: Phrase à encoder
it: Frase da codificare
ko: 암호화할 문장
nap: Frase da codificà
ru: Текст для кодирования
tr: Çevirilecek cümle
uk: Речення для кодування

source: Settings
el: Ρυθμίσεις
es_419: Configuración
fr: Paramètres
it: Impostazioni
ko: 설정
nap: Impostazioni
ru: Настройки
tr: Ayarlar
uk: Налаштування

source: Sound
el: Ήχος
es_419: Sonido
fr: Son
it: Suono
ko: 사운드
nap: O suon
ru: Звук
tr: Ses
uk: звук

source: Sound Haptics
el: Ήχος Απτικά Ερεθίσματα
es_419: Reproducir vibración
fr: Sonorité des Réponses Haptiques
it: Vibrazioni sonore
ko: 사운드 햅틱
nap: Vibrazioni sonore
ru: Озвучивать код
tr: Ses Titreşimleri
uk: Звукові тактильні сигнали

source: Sound Pitch
el: Ύψος Ήχου
es_419: Tono de Sonido
fr: Hauteur du son
it: Tono del suono
ko: 음정
nap: Tonalità d' 'o suono
ru: Высота звука
tr: Frekans
uk: Висота звуку

source: Sound Pitch (%lf)
el: Ύψος Ήχου (%lf)
es_419: Tono de Sonido (%lf)
fr: Hauteur du Son (%lf)
it: Tono del suono(%lf)
ko: 음정 Sound Pitch (%lf)
nap: Tonalità d' 'o suono (%lf)
ru: Высота звука (%lf)
tr: Frekans
uk: Висота звуку (%lf)

source: Start listening
el: Ξεκινήστε να ακούτ
es_419: Comenzar a escuchar
fr: Commencer l'écoute
it: Inizia ad ascoltare
ko: 듣기 시작
nap: Accuminci'a scutà
ru: Начать прослушивание
tr: Dinlemeye başla
uk: Почніть слухати

source: Stop
el: Σταμάτημα
es_419: Detener
fr: Arrêter
it: Ferma
ko: 멈추다
nap: Fermate
ru: Останавливаться
tr: Bırak
uk: СТІЙ

source: Stop haptics
el: Διακόψτε τα απτικά ερεθίσματα
es_419: Detener
fr: Arrester les réponses haptiques
it: Ferma vibrazioni
ko: 햅틱 스톱
nap: Fermate 'e vibrazioni
ru: Стоп-код
tr: Titreşimleri durdur
uk: Припинити тактильні сигнали

source: Stop listening
el: Σταματήστε να ακούτε
es_419: Detener la escucha
fr: Arrêter l'écoute
it: Interrompi l'ascolto
ko: 듣기 중지
nap: Fermate 'e scutà
ru: Остановить прослушивание
tr: Dinlemeyi bırak
uk: Припиніть слухати

source: The torch will flash along the haptics
el: Ο φακός θα αναβοσβήνει παράλληλα με τις απτικές δονήσεις.
es_419: La antorcha parpadeará a lo largo de los hápticos.
fr: La lampe clignotera selon les réponses haptiques.
it: La torcia lampeggerà assieme alle vibrazioni
ko: 토치가 햅틱을 따라 깜박입니다.
nap: 'A torcia lampeggerà accussì assieme alli vibrazziona
ru: Фонарик будет мигать вдоль гаптики
tr: Meşale dokunma duyuları boyunca yanıp sönecek
uk: Факел спалахне вздовж гаптики

source: The torch will flash along the sounds
el: Ο φακός θα αναβοσβήνει παράλληλα με τους ήχους.
es_419: La antorcha parpadeará junto con los sonidos.
fr: La lampe clignotera selon les sons.
it: La torcia lampeggerà assieme ai suoni
ko: 소리에 따라 횃불이 깜박입니다.
nap: 'A torcia lampeggerà accussì assieme 'e sònne
ru: Факел будет мигать под звуки
tr: Meşale sesler boyunca yanıp sönecek
uk: Факел спалахне під звуки

source: The torch will flash along the sounds and haptics
el: Ο φακός θα αναβοσβήνει μαζί με τους ήχους και τις απτικές δονήσεις.
es_419: La antorcha parpadeará junto con los sonidos y la sensación táctil.
fr: La lampe clignotera selon les sons et les réponses haptiques.
it: La torcia lampeggerà assieme ai suoni e le vibrazioni
ko: 소리와 촉각에 따라 토치가 깜박입니다.
nap: 'A torcia lampeggerà accussì assieme 'e sònne e alli vibrazziona
ru: Фонарик будет мигать вместе со звуками и тактильными ощущениями.
tr: Meşale sesler ve dokunma duyuları boyunca yanıp sönecek
uk: Факел буде спалахувати разом із звуками та тактильними відчуттями

source: The torch will not flash
el: Ο φακός δεν θα αναβοσβήνει.
es_419: La antorcha no parpadea
fr: La lampe ne va pas clignoter
it: La torcia non lampeggerà
ko: 횃불이 깜박이지 않습니다.
nap: ’A torcia nun lampegge
ru: Фонарик не будет мигать
tr: Meşale yanıp sönmeyecek
uk: Факел не спалахне

source: Time unit is espressed in ms (milliseconds). Timings: . = 1 time unit (%1$.0f ms) - = 3 time units (%2$.0f ms) Space between same symbols = 1 time unit (%3$.0f ms) Space between different symbols = 3 time units (%4$.0f ms) Space between words = 7 time units (%5$.0f ms)
el: Η μονάδα χρόνου εκφράζεται σε ms (χιλιοστά του δευτερολέπτου). Χρονισμοί: . = 1 μονάδα χρόνου (%1$.0f ms) - = 3 μονάδες χρόνου (%2$.0f ms) Διάστημα μεταξύ των ίδιων συμβόλων = 1 μονάδα χρόνου (%3$.0f ms) Διάστημα μεταξύ διαφορετικών συμβόλων = 3 μονάδες χρόνου (%4$.0f ms) Διάστημα μεταξύ λέξεων = 7 μονάδες χρόνου (%5$.0f ms)
es_419: La unidad de tiempo se expresa en ms (millisegundos). Tiempos: . = 1 unidad de tiempo (%1$.0f ms) - = 3 unidades de tiempo (%2$.0f ms) Espacio entre los mismos símbolos = 1 unidad de tiempo (%3$.0f ms) Espacio entre diferentes símbolos = 3 unidades de tiempo (%4$.0f ms) Espacio entre palabras = 7 unidades de tiempo (%5$.0f ms)
fr: Unité de temps exprimée en ms (millisecondes). Durées : . = 1 unité de temps (%1$.0f ms) - = 3 unités de temps (%2$.0f ms) Espace entre les mêmes symboles = 1 unité de temps (%3$.0f ms) Espace entre différents symboles = 3 unités de temps (%4$.0f ms) Espace entre les mots = 7 unités de temps (%5$.0f ms)
it: Unità temporale espressa in ms (millisecondi). Tempismi: . = 1 unità temporale (%1$.0f ms) - = 3 unità temporali (%2$.0f ms) Spazio tra simboli uguali = 1 unità temporale (%3$.0f ms) Spazio tra simboli diversi = 3 unità temporali (%4$.0f ms) Spazio tra parole = 7 unità temporali (%5$.0f ms)
ko: 시간 단위는 ms(밀리초) 단위로 표시됩니다. 타이밍: . = 1 시간 단위(%.0f ms) - = 3시간 단위(%.0f ms) 동일한 기호 사이의 간격 = 1 시간 단위(%.0f ms) 서로 다른 기호 사이의 간격 = 3시간 단위(%.0f ms) 단어 사이의 간격 = 7 시간 단위(%.0f ms)
nap: L'unità 'e tiempo è espressa in ms (millisecondi). Tempi: . = 1 unità 'e tiempo (%1$.0f ms) = 3 unità 'e tiempo (%2$.0f ms) Spazio tra stessi simboli = 1 unità 'e tiempo (%3$.0f ms) Spazio tra simboli differenti = 3 unità 'e tiempo (%4$.0f ms) Spazio tra parole = 7 unità 'e tiempo (%5$.0f ms)
ru: Единицы времени выражены в мс (миллисекундах). Время: . = 1 единица времени (%1$.0f ms) - = 3 единицы времени(%2$.0f ms) Промежуток между одинаковыми символами = 1 единица времени (%3$.0f ms) Промежуток между разными символами = 3 единицы времени (%4$.0f ms) Промежуток между словами = 7 единиц времени (%5$.0f ms)
tr: Zaman birimi ms (milisaniye) cinsinden ifade edilir. Zamanlamalar: . = 1 zaman birimi (%1$.0f ms) - = 3 zaman birimi (%2$.0f ms) Aynı semboller arasındaki boşluk = 1 zaman birimi (%3$.0f ms) Farklı semboller arasındaki boşluk = 3 zaman birimi (%4$.0f ms) Kelimeler arasındaki boşluk = 7 zaman birimi (%5$.0f ms)
uk: Одиниця часу виражається в мілісекундах (мс). Часові інтервали: . = 1 одиниця часу (%1$.0f мс) = 3 одиниці часу (%2$.0f мс) Проміжок між однаковими символами = 1 одиниця часу (%3$.0f мс) Проміжок між різними символами = 3 одиниці часу (%4$.0f мс) Проміжок між словами = 7 одиниць часу (%5$.0f мс)

source: Time unit is expressed in ms (milliseconds). Timings: . = 1 time unit (%1$.0f ms) - = 3 time units (%2$.0f ms) Space between same symbols = 1 time unit (%3$.0f ms) Space between different symbols = 3 time units (%4$.0f ms) Space between words = 7 time units (%5$.0f ms)
el: Η μονάδα χρόνου εκφράζεται σε ms (χιλιοστά του δευτερολέπτου). Χρονισμοί: . = 1 μονάδα χρόνου (%1$.0f ms) - = 3 μονάδες χρόνου (%2$.0f ms) Διάστημα μεταξύ των ίδιων συμβόλων = 1 μονάδα χρόνου (%3$.0f ms) Διάστημα μεταξύ διαφορετικών συμβόλων = 3 μονάδες χρόνου (%4$.0f ms) Διάστημα μεταξύ λέξεων = 7 μονάδες χρόνου (%5$.0f ms)
es_419: La unidad de tiempo se expresa en ms (millisegundos). Tiempos: . = 1 unidad de tiempo (%1$.0f ms) - = 3 unidades de tiempo (%2$.0f ms) Espacio entre los mismos símbolos = 1 unidad de tiempo (%3$.0f ms) Espacio entre diferentes símbolos = 3 unidades de tiempo (%4$.0f ms) Espacio entre palabras = 7 unidades de tiempo (%5$.0f ms)
fr: Unité de temps exprimée en ms (millisecondes). Durées : . = 1 unité de temps (%1$.0f ms) - = 3 unités de temps (%2$.0f ms) Espace entre les mêmes symboles = 1 unité de temps (%3$.0f ms) Espace entre différents symboles = 3 unités de temps (%4$.0f ms) Espace entre les mots = 7 unités de temps (%5$.0f ms)
it: Unità temporale espressa in ms (millisecondi). Tempismi: . = 1 unità temporale (%1$.0f ms) - = 3 unità temporali (%2$.0f ms) Spazio tra simboli uguali = 1 unità temporale (%3$.0f ms) Spazio tra simboli diversi = 3 unità temporali (%4$.0f ms) Spazio tra parole = 7 unità temporali (%5$.0f ms)
ko: 시간 단위는 ms(밀리초) 단위로 표시됩니다. 타이밍: . = 1 시간 단위(%.0f ms) - = 3시간 단위(%.0f ms) 동일한 기호 사이의 간격 = 1 시간 단위(%.0f ms) 서로 다른 기호 사이의 간격 = 3시간 단위(%.0f ms) 단어 사이의 간격 = 7 시간 단위(%.0f ms)
nap: L'unità 'e tiempo è espressa in ms (millisecondi). Tempi: . = 1 unità 'e tiempo (%1$.0f ms) = 3 unità 'e tiempo (%2$.0f ms) Spazio tra stessi simboli = 1 unità 'e tiempo (%3$.0f ms) Spazio tra simboli differenti = 3 unità 'e tiempo (%4$.0f ms) Spazio tra parole = 7 unità 'e tiempo (%5$.0f ms)
ru: Единицы времени выражены в мс (миллисекундах). Время: . = 1 единица времени (%1$.0f ms) - = 3 единицы времени(%2$.0f ms) Промежуток между одинаковыми символами = 1 единица времени (%3$.0f ms) Промежуток между разными символами = 3 единицы времени (%4$.0f ms) Промежуток между словами = 7 единиц времени (%5$.0f ms)
tr: Zaman birimi ms (milisaniye) cinsinden ifade edilir. Zamanlamalar: . = 1 zaman birimi (%1$.0f ms) - = 3 zaman birimi (%2$.0f ms) Aynı semboller arasındaki boşluk = 1 zaman birimi (%3$.0f ms) Farklı semboller arasındaki boşluk = 3 zaman birimi (%4$.0f ms) Kelimeler arasındaki boşluk = 7 zaman birimi (%5$.0f ms)
uk: Одиниця часу виражається в мілісекундах (мс). Часові інтервали: . = 1 одиниця часу (%1$.0f мс) = 3 одиниці часу (%2$.0f мс) Проміжок між однаковими символами = 1 одиниця часу (%3$.0f мс) Проміжок між різними символами = 3 одиниці часу (%4$.0f мс) Проміжок між словами = 7 одиниць часу (%5$.0f мс)

source: Timings
el: Χρονισμοί
es_419: Tiempos
fr: Durées
it: Tempismi
ko: 타이밍
nap: O tiemp
ru: Тайминг
tr: Zamanlama
uk: Часові інтервали

source: Transcript will be here!
el: Η απομαγνητοφώνηση θα είναι εδώ!
es_419: ¡La transcripción estará aquí!
fr: La transcription va apparaître ici !
it: La trascrizione sarà qui!
ko: 녹취록이 여기 있을 겁니다!
nap: A trascrizion sarà accà
ru: Транскрипция будет здесь
tr: Çeviri burada olacak!
uk: Тут буде транскрипт!

source: Voice recognition not available!
el: Η αναγνώριση φωνής δεν είναι διαθέσιμη!
es_419: ¡El reconocimiento de voz no está disponible!
fr: Reconnaissance vocale indisponible !
it: Riconoscimento vocale non disponibile!
ko: 음성인식 불가!
nap: Nun c'è riconuscimento vocale!
ru: Распознавание голоса недоступно!
tr: Ses tanıma mevcut değil!
uk: Розпізнавання голосу недоступне!

source: Yes, I can guide you.
el: Ναι, μπορώ να σας καθοδηγήσω.
es_419: Sí, puedo guiarte.
fr: Oui, je peux vous guider.
it: Sì, ti posso guidare.
ko: 네, 안내해 드릴 수 있습니다.
nap: Si, t' puoss guidà
ru: Да, я могу помочь тебе
tr: Evet, sana yol gösterebilirim.
uk: Так, я можу вас направити.

source: Your device does not support haptics! Only sound will be played.
el: Η συσκευή σας δεν υποστηρίζει απτικές δονήσεις! Θα αναπαράγεται μόνο ήχος.
es_419: ¡Su dispositivo no admite hápticos! Sólo se reproducirá sonido.
fr: Votre appareil ne prend pas en charge les haptiques ! Seul le son sera joué.
it: Il tuo dispositivo non supporta il feedback aptico! Solo il suono verrà riprodotto.
ko: 귀하의 장치는 햅틱을 지원하지 않습니다! 소리만 재생됩니다.
nap: Il toje dispositivo nun supporta o' feedback aptico! Solo o' suono verrà riprodotto.
ru: Ваше устройство не поддерживает тактильные ощущения! Будет воспроизводиться только звук.
tr: Cihazınız haptikleri desteklemiyor! Yalnızca ses çalınacaktır.
uk: Ваш пристрій не підтримує haptics! Відтворюватиметься лише звук.

source: Your saved sentences can be played with just a tap!
el: Οι αποθηκευμένες φράσεις σας μπορούν να αναπαραχθούν με ένα μόνο πάτημα!
es_419: ¡Tus frases guardadas se pueden reproducir con solo un toque!
fr: Vos phrases sauvegardées peuvent être lues d'une simple pression !
it: Le tue frasi salvate possono essere ascoltate con un tap!
ko: 탭 한 번으로 저장된 문장을 재생할 수 있습니다!
nap: Le toje frasi salvate possono essere ascoltate cu nu' tap!
ru: Ваши сохраненные предложения можно воспроизвести одним касанием!
tr: Kaydedilen cümleleriniz tek bir dokunuşla çalınabilir!
uk: Ваші збережені речення можна відтворити одним дотиком!

source: %.0f ms
ru: мс
